const respQuestions = [
  'Возраст?',
  'Гендерная идентичность?',
  'Предпочтительные местоимения?',
  'Сексуальная ориентация?',
  'Регион (страна) рождения и проживания?',
  'В каком возрасте пришло осознание своей негетеросексуальности?',
  'Воспитание проходило в семье где имелись оба родителя?',
  'В каком возрасте произошел первый половой контакт?',
  'Пол первого партнера?',
  'Предпочитаемая роль в сексе?',
  'Наиболее часто практикуемая роль в сексе?',
  'Какие факторы влияют на определение вашей позиции в сексе с определенным человеком?',
  'Имеется ли опыт химсекса?',
  'Ваши основные сексуальные фетиши и кинки?',
];

module.exports = respQuestions;
